Repository: KhalidElSayed/wheelmap-iphone2
Catalog: Wheelmap/*.lproj/Localizable.strings
Languages: ar

source: Loading...
ar: تحميل ..

source: Connection Error
ar: خطأ في الاتصال

# Search Temporarily Unavailable
source: We're sorry, search is temporarily not available
ar: عذراً، البحث غير ممكن حالياً

source: Error
ar: خطأ

# No Loc Error Title
source: Location Services disabled
ar: لم يتم تفعيل خدمات تحديد الموقع

# No Loc Error Message
source: Without Location Services we cannot show you places in your area. To enable Location Services go to Settings/General.
ar: لايمكننا عرض الأماكن في منطقتك بدون تفعيل خاصية تحديد الموقع، للتفعيل إذهب لخانة الإعدادات / عام

source: Details
ar: تفاصيل

source: List
ar: قائمة

source: Map
ar: خريطة

source: Settings
ar: الإعدادات

# Wheelchair Settings
source: Filter places by accessibility
ar: تصنيف الأماكن حسب إمكانية الوصول

# Category Settings
source: Filter places by category
ar: تصنيف الأماكن حسب الفئات

# EditPOIViewInfoLabel
source: Info
ar: معلومات

source: Signed in as
ar: %@ تسجيل الدخول كــ

# Not Logged In
source: You're not signed in
ar: لم تقم بالتسجيل الدخول

source: Sign Out
ar: تسجيل الخروج

# About Wheelmap
source: About
ar: حول

# Map Credits
source: Map Data: OpenStreetMap
ar: معلومات الخريطة: "أوبن ستريت ماب"

# Icons Credits
source: Icons: Yusuke Kamiyamane
ar: الأيقونات : يوسوكي كاميامن

# Dev Credits
source: iPhone Development: Dorian Roy
ar: تطوير التطبيق على الآيفون : دوريان روي

# Copyright
source: © 2010 Sozialhelden e.V. All rights reserved.
ar: جميع الحقوق محفوظة لـ © 2010 Sozialhelden

source: Close
ar: مغلق

source: Search Results
ar: نتائج البحث

source: Nearby Places
ar: أماكن قريبة

source: Places near %@
ar: %@ أماكن قريبة

source: Places in map segment
ar: الأماكن في الخريطة

source: OK
ar: نعم

source: Cancel
ar: إلغاء

# BackButton
source: Back
ar: عودة

source: Unknown Place
ar: مكان غير معروف

source: Loading Places...
ar: تحميل الأماكن

# No Results
source: No places found
ar: المكان غير موجود

# Zoom Closer
source: Zoom in closer to show places
ar: تقريب الصورة لرؤية الأماكن

source: Still not found?
ar: لم يثم العثور عليه بعد ؟

# Tap to Add Place
source: Tap here to add a place
ar: اضغط هنا لإضافة مكان

source: Save Changes
ar: حفظ التغييرات

# Confirm Place %@ Status %@
source: The status of %1$@ will be changed to %2$@
ar: الوضع %1$@ سيتغير لـ %2$@

source: Add Place
ar: أضف مكانا

source: Edit Name
ar: تعديل إسم

source: Edit Type
ar: تعديل التصنيف

source: Edit Location
ar: تحرير موقع

# Drag Pin
source: Drag the red pin to indicate the location of the place
ar: لتشير للموقع المحدد قم بسحب المؤشر الأحمر إليه

# Edit Description
source: Edit comment
ar: تعديل التعليق

source: Edit address
ar: تعديل العنوان

# Street Placeholder
source: Street
ar: شارع

# Housenumber Placeholder
source: No.
ar: الرقم

# Postcode Placeholder
source: ZIP
ar: الرمز البريدي

# City Placeholder
source: City
ar: المدينة

source: Edit website
ar: تعديل الموقع

# Edit Phone
source: Edit phone number
ar: تعديل رقم الهاتف

# Add Description
source: Add comment
ar: إضافة تعليق

# Description Note
source: You can add a brief note on the wheelchair accessibility of this place
ar: يمكنك إضافة ملاحظة حول إمكانية وصول الكرسي المتحرك لهذا المكان

source: Add address
ar: أضف عنوان

source: Add website
ar: أضف موقعاً الكتروني

# Add Phone
source: Add phone number
ar: أضف رقم هاتف

source: URL
ar: عنوان الموقع الإلكتروني

# Enter valid URL
source: Please enter a valid URL
ar: رجاء قم بإدخال عنوان الموقع الإلكتروني الصحيح

# Confirm Add Place
source: Do you really want to add this place to Wheelmap?
ar: هل تريد إضافة هذا المكان "لويل ماب" ؟

# Add Place Button
source: Add New Place
ar: إضافة مكان جديد

# Confirm Edit Place
source: Do you really want to change this place?
ar: هل تريد تغيير هذا المكان؟

# Edit Place Button
source: Save Changes
ar: حفظ التغييرات

# Error Place Not Editable
source: Sorry, it looks as if this place cannot be edited through Wheelmap
ar: عذراً، هذا المكان لايمكن تعديله من خلال ويل ماب

source: Place added
ar: تمت إضافة المكان

source: Place edited
ar: تم تعديل المكان

# Place Added Message
source: It may take several minutes before the changes appear in search results.
ar: قد يستغرق الأمر بضع دقائق قبل ظهور التغيير في نتائج البحث

# EditPOIViewNameLabel
source: Name
ar: الإسم

# field_type
source: Type
ar: النوع

# field_wheelchair
source: Wheelchair
ar: الكرسي المتحرك

# field_wheelchair:description
source: Comment
ar: تعليق

# EditPOIViewAddressLabel
source: Address
ar: العنوان

# EditPOIViewPhoneLabel
source: Phone
ar: الهاتف

# EditPOIViewWebsiteLabel
source: Website
ar: موقع الكتروني

# EditPOIViewPositionLabel
source: Location
ar: الموقع

# Accessibility
source: Wheelchair
ar: كرسي متحرك

# accessibility_limited
source: Limited Wheelchair Accessible
ar: الإمكانية محدودة لوصول الكرسي المتحرك

# accessibility_no
source: Not Wheelchair Accessible
ar: لايمكن وصول الكرسي المتحرك

source: Accessibility Unknown
ar: إمكانية الوصول غير معروفة

source: Sign In
ar: تسجيل الدخول

# Sign In Prompt
source: In order to edit places you need to log into your Wheelmap account and link it to an Open Streetmap account.
ar: لتتمكن من تعديل الأماكن ينبغي أن تسجل دخولك لحسابك في"ويل ماب" وتقوم بربطه مع حسابك في "أوبن ستريت ماب"

# Username
source: Email
ar: البريد الإلكتروني

source: Password
ar: كلمة المرور

# Sign In Button
source: Login
ar: تسجيل الدخول

# Sign Up Prompt
source: Don't have a Wheelmap account yet? Click the button below to sign up in the browser. Don't forget to link your account to an Open Streetmap account.
ar: أنشيء حسابك الخاص في "ويل ماب" الآن ، وقم بضمه لحسابك في "أوبن ستريت ماب" وساهم في إثراء الموقع .

# Sign Up Button
source: Sign Up
ar: التسجيل

# User Credentials Error
source: Wrong username or password. Please try again.
ar: خطأ في الإسم أو كلمة المرور، رجاء أعد المحاولة

# Account Linkage Error
source: Your account is not linked to an OpenStreetMap account yet. Click OK to open the browser and change that.
ar: لم يرتبط حسابك بحسابات "أوبن ستريت ماب" حتى هذه اللحظة، قم بذلك الآن !

# WheelchairAccessYes
source: Fully Accessible
ar: يمكن الوصول بالكرسي المتحرك

# WheelchairAccessLimited
source: Limited Accessible
ar: إمكانية الوصول بالكرسي المتحرك محدودة

# WheelchairAccessNo
source: Not Accessible
ar: لايمكن الوصول بالكرسي المتحرك

# WheelchairAccessUnknown
source: Accessibility Unknown
ar: إمكانية الوصول بالكرسي المتحرك غير معلومة

# WheelchairAccessContentYes
source: ● No entrance step ● All localities accessible without steps ● If toilets available: Disabled toilet is also available
ar: ●n\ لا يوجد درجات في المدخل.●n\ الوصول سهل لجميع المرافق .●n\ تتوفر دورات المياه لذوي الإحتياجات الخاصة.

# WheelchairAccessContentLimited
source: ● Entrance step not higher than 7 cm ● Most important localitites accessible without steps
ar: ●n\ درجات المدخل لاتزيد على ٧ سم.●n\ يسهل الوصول لمعظم المرافق بالكرسي المتحرك

# WheelchairAccessContentNo
source: ● Entrance step higher than 7 cm ● Most important localities not accessible without steps
ar: ●n\ درجات المدخل أعلى من ٧ سم●n\ لايمكن الوصول بسهولة لجميع المرافق

# category_accommodation
source: Accommodation
ar: التوافق

# category_government
source: Public Authorities
ar: سلُطات عامة

# category_money_post
source: Bank & Post
ar: بنك

# category_education
source: Education
ar: تعليم

# category_food
source: Food & Drinks
ar: أطعمة ومشروبات

# category_leisure
source: Leisure
ar: استراحة

# category_misc
source: Miscellaneous
ar: متفرقات

# category_shopping
source: Shopping
ar: تسوق

# category_sport
source: Sport
ar: رياضة

# category_tourism
source: Tourism
ar: سياحة

# category_public_transfer
source: Traffic
ar: مرور

source: Aerodrome
ar: مهبط طائرات

source: Alcohol
ar: كحول

source: Archaeological Site
ar: موقع أثري

source: Arena
ar: ميدان

source: Arts Centre
ar: مركز للفنون

source: Artwork
ar: عمل فني

source: ATM
ar: مكينة صرف آلي

source: Attraction
ar: موقع سياحي

source: Bakery
ar: مخبز

source: Bank
ar: بنك

source: Bar
ar: مشرب

source: Battlefield
ar: ساحة

source: Beach
ar: شاطئ

source: Beach Resort
ar: منتجع بحري

source: Beacon
ar: منارة

# bed_and_breakfast
source: Bed & Breakfast
ar: سرير وإفطار "موتيل"

source: Beverages
ar: مشروبات

source: Bicycle
ar: دراجة هوائية

source: Bicycle Rental
ar: مكان تأجير الدراجات الهوائية

source: Boatyard
ar: مرسى قوارب

source: Books
ar: كتب

source: Bureau de Change
ar: مكاتب صرافة

source: Bus Station
ar: محطة الأوتوبيس

source: Bus Stop
ar: موقف أوتوبيس

source: Butcher
ar: جزار

source: Cable Car
ar: عربات كهربائية

# cafe
source: Café
ar: مقهى

source: Camp Site
ar: موقع تخييم

source: Car Rental
ar: لتأجير السيارات

source: Car Sharing
ar: مشاركة السيارات (نقل اقتصادي)

source: Caravan Site
ar: موقع لإيقاف العربات الكبيرة "كرڨانز"

source: Castle
ar: قصر

source: Cave Entrance
ar: مدخل كهف

source: Chair Lift
ar: مصعدكهربائي للكرسي

source: Chalet
ar: شاليه" بيت البحر"

source: Cinema
ar: دار سينما

source: Clothes
ar: ملابس

source: College
ar: كلية

source: Computer
ar: كمبيوتر

source: Convenience
ar: تموينات

source: Courthouse
ar: محكمة

source: Department Store
ar: متجر شامل

source: Do It Yourself
ar: متجر المعدات والخردوات

source: Drinking Water
ar: ماء شرب

source: Dry Cleaning
ar: للغسيل الجاف

source: Electronics
ar: إلكترونيات

source: Fast Food
ar: وجبات سريعة

source: Ferry
ar: عبّارة، مركب نهري

source: Ferry Terminal
ar: ممر مائي

source: Florist
ar: بائع الزهور

source: Fuel
ar: وقود

source: Furniture
ar: أثاث

source: Gallery
ar: معرض

source: Garden Centre
ar: مركز تنسيق الحدائق

source: Guest House
ar: بيت ضيافة

source: Hairdresser
ar: صالون تصفيف الشعر

source: Halt
ar: توقف

source: Hardware
ar: متجر المعدات والأدوات المنزلية

source: Hospital
ar: مستشفى

source: Hostel
ar: نزل"مسكن"

source: Hotel
ar: فندق

source: Information
ar: معلومات

source: Kindergarten
ar: حضانة الأطفال

source: Kiosk
ar: كشك

source: Library
ar: مكتبة

source: Mall
ar: مركز تجاري

source: Memorial
ar: نصب تذكاري

source: Motel
ar: فندق صغير

source: Museum
ar: متحف

source: Nightclub
ar: ملهى ليلي

source: Optician
ar: متجر بيع النظارات

source: Outdoor
ar: خارجي

source: Parking
ar: مواقف سيارات

source: Parking Aisle
ar: ممر لوقوف السيارات

source: Pharmacy
ar: صيدلية

source: Place Of Worship
ar: مكان للعبادة

source: Platform
ar: رصيف

source: Post Office
ar: مكتب بريد

source: Pub
ar: حانة

source: Public Building
ar: مبنى عام

source: Restaurant
ar: مطعم

source: School
ar: مدرسة

source: Shoes
ar: أحذية

source: Sports Centre
ar: نادي رياضي

source: Stadium
ar: ملعب كرة قدم

source: Subway Entrance
ar: مدخل لقطار الأنفاق

source: Supermarket
ar: سوبر ماركت

source: Swimming
ar: سباحة

source: Swimming Pool
ar: بركة سباحة

source: Terminal
ar: محطة طيران

source: Theatre
ar: مسرح

source: Theme Park
ar: حديقة مائية

source: Toilets
ar: دورات المياه

source: Tower
ar: برج

source: Townhall
ar: مقر البلدية

source: Tram Stop
ar: موقف الترام

source: University
ar: جامعة

source: Veterinary
ar: بيطري

source: Viewpoint
ar: مركز مراقبة

source: Zoo
ar: حديقة حيوان

source: Yes
ar: نعم

source: No
ar: لا

# LeaveApp
source: Are you sure you want to leave the app?
ar: هل تريد الخروج من التطبيق؟

# Call
source: Do you want to call this number?
ar: هل تريد الاتصال بالرقم؟

source: Twitter
ar: تويتر

source: Facebook
ar: فيس بوك

source: Email
ar: البريد الإلكتروني

# sms
source: Text message
ar: رسالة نصية

# DetailsViewHeadline
source: Detail view
ar: عرض التفاصيل

# DetailsView4ButtonViewInfoLabel
source: Comment
ar: تعليق

# DetailsView4ButtonViewRouteLabel
source: Route
ar: الطريق

# DetailsViewAskFriendsButtonLabel
source: Get engaged: Ask your friends if this place is wheelchair accessible
ar: تواصل : إستفسر من الأصدقاء عن امكانية الوصول للمكان بالكرسي المتحرك؟

# DetailsViewChoosePhotoSource
source: Choose file
ar: اختر الملف

# DetailsViewUploadOptionCamera
source: Camera
ar: كاميرا

# DetailsViewUploadOptionPhotoAlbum
source: Photos
ar: صور

# DetailsViewMoreInfoButtonLabel
source: More information
ar: لمزيد من المعلومات

# MoreInfoViewHeadline
source: More info
ar: لمزيد من المعلومات

# ShareLocationViewHeadline
source: Share place
ar: مشاركة الموقع

# EditPOIViewHeadline
source: Edit
ar: تعديل

# EditPOIViewCategoryLabel
source: Category
ar: فئة

# EditPOIViewSetMarkerButton
source: Set marker
ar: وضع علامة

# CommentViewLabel
source: Find more information on the wheelchair accessibility of this place here
ar: المزيد من المعلومات حول إمكانية وصول الكرسي المتحرك لهذا المكان

# ShareLocationLabel
source: I've found this place on Wheelmap.org:
ar: وجدت هذا المكان على Wheelmap.org :

# AskFriendsLabel
source: Do you know if this place is wheelchair accessible?
ar: هل يمكن الوصول لهذا المكان بالكرسي المتحرك ؟

# DashboardNearby
source: NEARBY PLACES
ar: أماكن قريبة

# DashboardMap
source: MAP
ar: خريطة

# DashboardCategories
source: CATEGORIES
ar: فئات

# DashboardHelp
source: GET ENGAGED
ar: للمشاركة والتفاعل

source: Search for place
ar: البحث عن مكان

# Places
source: Marked Places
ar: أماكن

# Ready
source: Done
ar: تم

# RegisterNew
source: Register
ar: التسجيل

# UsernamePlaceholder
source: Username
ar: اسم المستخدم

# MapHybrid
source: Hybrid
ar: معدلة

# MapStandard
source: Standard
ar: قياسية

# MapSatellite
source: Satellite
ar: صورة بالقمر الصناعي

# PlacesNearby
source: Nearby places
ar: أماكن قريبة

# HelpByMarking
source: Help and mark the wheelchair accessibility of these places nearby
ar: يمكنك تقديم المساعدة بتوضيح الأماكن القريبة التي يمكن الوصول إليها بالكرسي المتحرك

# NoAddress
source: No address available
ar: العنوان غير موجود

# NoWebsite
source: No website available
ar: الموقع غير موجود

# NoPhone
source: No telephone number available
ar: الرقم غير موجود

# WheelAccessStatusViewHeadline
source: Status
ar: الحالة

# NavBarEditButton
source: Edit
ar: تعديل

# NavBarSaveButton
source: Save
ar: حفظ

# TitleHelp
source: Get Engaged
ar: شاركنا

# LoadingWheelText
source: Reloading data
ar: نتائج محدثة

# NoPOIsFound
source: No places were found
ar: لايوجد أماكن

# NavBarTitleCategory
source: Category
ar: الفئة

# NavBarTitleWheelChairStatus
source: Wheelchair Status
ar: حالة الكرسي المتحرك

# PhotoUuploadSuccess
source: The photo is uploaded successfully
ar: تم تحميل الصورة بنجاح

# PhotoUuploadFailed
source: The photo could not be uploaded. Please try it again
ar: لم يتم رفع الصورة ، رجاء أعد المحاولة

# FetchingPhotoURLFailed
source: The photos of this location could not be downloaded.
ar: لايمكن تحميل الصور لهذا الموقع

# WheelchairStatusChangeFailed
source: Wheelchair accessibility of this place could not be updated. Please try it again.
ar: لم يتم تحديث إمكانية وصول الكرسي المتحرك لهذا المكان ، الرجاء إعادة المحاولة

# NavBarTitleSharing
source: Sharing
ar: مشاركة

# NavBarTitleComment
source: Comment
ar: تعليق

# NavBarTitleEdit
source: Edit
ar: تحرير

# NavBarTitleSetMarker
source: Set Location
ar: تحديد الموقع

source: Search Result
ar: نتائج البحث

# NavBarTitleDetail
source: Detail
ar: تفاصيل

# FacebookSuccess
source: Your message is successfully posted on Facbook
ar: تمت المشاركة بنجاح

# TweetSuccess
source: Your message is successfully tweeted
ar: تمت المشاركة بنجاح

# MailSendSuccess
source: Your mail is successfully sent
ar: تم إرسال البريد الإلكتروني

# MailSendFailed
source: Your mail could not be sent. Please try it again
ar: تعذر إرسال البريد الإلكتروني

# SMSSendSuccess
source: SMS is successfully sent
ar: تم إرسال الرسالة بنجاح

# SMSSendFailed
source: SMS could not be sent. Please try it again
ar: تعذر إرسال الرسالة

# EditPOIViewSetMarkerButtonDisabled
source: unavailable
ar: غير متوفر

# NavBarTitleSetNodeType
source: Set Location Type
ar: حدد تصنيف المكان

# EditPOIViewNodeTypeLabel
source: Location Type
ar: تصنيف المكان

# SetMarkerInstruction
source: Drag the blue marker on the precise position of this location.
ar: اسحب العلامة الحمراء لتحديد اللمكان الصحيح

# ConfirmImageUpload
source: Do you really want to upload this picture?
ar: هل تود فعلا رفع هذه الصورة ؟

# PleaseSetMarker
source: Please set the location of this place!
ar: رجاء حدد الموقع لهذا لمكان !

# DetailsView4ButtonViewShareLabel
source: Share
ar: مشاركة
